Repository: ArsenShnurkov/beagle
Catalog: beagle/po/*.po
Languages: eu, sl

source: Configure Desktop Search
eu: Mahaigaineko Bilaketa Konfiguratu
sl: Nastavitev namiznega iskanja

source: Search & Indexing
eu: Bilaketa eta Indexazioa
sl: Iskanje in priprava kazala

source: On This Computer
eu: Ordenagailu honetan
sl: Na tem računalniku

source: Image Directory
eu: Irudien direktorioa

source: Thumbnail Directory
eu: Koadro txikien direktorioa

source: Exif Directory
eu: Exif datuen direktorioa

source: GPS Directory
eu: GPS direktorioa

source: InterOperability Directory
eu: InterOperability direktorioa

source: Unknown Directory
eu: Direktorio ezezaguna

source: IPTC Information Interchange Model (IIM) Version number
eu: IPTC Information Interchange Model (IIM) bertsioaren zenbakia

source: OSI Destination routing information
eu: OSI Helburu-bideratze informazioa

source: IPTC file format
eu: IPTC fitxategi-formatua

source: Identifies the provider and product
eu: Saltzailea eta produktua identifikatzen ditu

source: A unique number identifying the envelope
eu: Gutun-azala identifikatzen duen zenbaki bakarra

source: A unique number
eu: Zenbaki bakarra

source: The envelope handling priority between 1 (most urgent) and 9 (least urgent)
eu: Gutun-azalak kudeatzeko lehentasuna 1 (oso premiazkoa) eta 9 (premiarik ez) artean

source: The year month and day (CCYYMMDD) the service sent the material
eu: Zerbitzuak materiala bidali zuen urte, hilabete eta eguna (CCAAMMDD)

source: The hour minute and second the (HHMMSS+HHMM) the service sent the material
eu: Zerbitzuak materiala bidali zuen ordu, minutu eta segundoa (HHMMSS+HHMM)

source: The character set designation
eu: Karaktere-sorta izendatzea

source: External globally unique object identifier
eu: Urruneko objektu-identifikatzaile global eta bakarra

source: Abstract Relationship Method (ARM) identifier
eu: Abstract Relationship Method (ARM) identifikatzailea

source: Abstract Relationship Method (ARM) version number.
eu: Abstract Relationship Method (ARM) bertsio zenbakia.

source: Number identifying the IIM version this application record uses
eu: Aplikazio honen erregistroak darabilen IIM bertsioaren zenbakia

source: Object type reference
eu: Objektu motaren erreferentzia

source: Object attribute reference
eu: Objektuaren ezaugarrira erreferentzia

source: Object name
eu: Objektu-izena

source: Status of the objectdata according to the provider
eu: Objektuen datuen egoera, hornitzailearen arabera

source: Location within a city or area where the object originates
eu: Objektua sortzen den hiriaren edo eremuaren barneko kokapena

source: Name of the city the content is focussing on
eu: Edukia fokatzen den hiriaren izena

source: Copyright information for
eu: Copyright informazioa:

source: Full name of the country of the focus of the content
eu: Edukia fokatzen den herrialdearen izen osoa

source: Two or three letter ISO3166 code of the country of the focus of the content
eu: Edukia fokatzen den herrialdearen bi edo hiru hizkiko ISO3166 kodea

source: Creator of the content
eu: Edukiaren sortzailea

source: Provider of the object
eu: Objektuaren hornitzailea

source: The title of the author or creator
eu: Autore edo sortzailearen izenburua

source: The person involved in writing, editing or correcting the object data or caption/abstract
eu: Objektuaren datuak edo epigrafea/laburpena idazten, editatzen edo zuzentzen duen pertsona

source: Headline of the content
eu: Edukiaren Izenburua

source: Instructions from the creator to the receiver not covered by other fields
eu: Sortzaileak hartzaileari beste eremuetan eman ez dizkion azalpenak

source: Intellectual genre of the object
eu: Objektuaren genero intelektuala

source: Unknown IIM DataSet
eu: IIM Datusorta Ezezaguna

source: Creator
eu: Sortzailea

source: Title
eu: Izenburua

source: Subject and Keywords
eu: Gaia eta Gako-hitzak

source: Compression
eu: Konpresioa

source: Planar Configuration
eu: Konfigurazio Planarra

source: Orientation
eu: Orientazioa

source: Photometric Interpretation
eu: Interpretazio Photometrikoa

source: Resolution Unit
eu: Bereizmen Unitatea

source: Exposure Program
eu: Erakusketa Programa

source: Metering Mode
eu: Neurtze Modua

source: Exposure Mode
eu: Erakuste Modua

source: Custom Rendered
eu: Renderizatze Pertsonalizatua

source: Components Configuration
eu: Osagaien Konfigurazioa

source: Light Source
eu: Argi Iturria

source: Sensing Method
eu: Detekzio Modua

source: Color Space
eu: Kolore Gunea

source: White Balance
eu: Zuriaren Balantzea

source: Focal Plane Resolution Unit
eu: Planu Fokalaren Bereizmen Unitatea

source: File Source Type
eu: Fitxategiaren Jatorri Mota

source: Scene Capture Type
eu: Eszenaren Kaptura Mota

source: Gain Control
eu: Irabaztearen Kontrola

source: Contrast
eu: Kontrastea

source: Saturation
eu: Asetasuna

source: Sharpness
eu: Gardentasuna

source: Scene Type
eu: Eszena Mota

source: MMM d, yyyy
eu: yyyy MMM d
sl: d. MMM. yyyy

source: Today, {0}
eu: Gaur, {0}
sl: Danes, {0}

source: Yesterday, {0}
eu: Atzo, {0}
sl: Včeraj, {0}

source: {0} day ago, {1}
eu: Orain dela {0} egun, {1}
sl: pred {0} dnevi, {1}

source: MMMM d yyyy, h:mm tt
eu: yyyy MMMM d, h:mm tt
sl: d. MMMM yyyy, hh.mm

source: {0} hour
eu: Ordu {0}
sl: {0} ur

source: {0} minute
eu: Minutu {0}
sl: {0} minut

source: MMM d
sl: d. MMM

source: h:mm tt
sl: hh.mm

source: MMMM d, h:mm tt
sl: d. MMMM, hh.mm

source: {0} byte
sl: {0} bajtov

source: beagle is indexing %s
sl: beagle pripravlja kazalo iz %s

source: beagle is indexing link %s
sl: beagle pripravlja kazalo povezave %s

source: Index This Page
sl: Pripravi kazalo te strani

source: Index Link
sl: Pripravi kazalo povezave

source: Reload Config File
sl: Ponovno naloži nastavitveno datoteko

source: Auto Index
sl: Samodejna priprava kazala

source: Prompt key words when index on demand
sl: Poziv ključnih besed ob pripravi kazala na zahtevo

source: Extra keywords to index
sl: Dodatne ključne besede za pripravo kazala

source: Index Information
sl: Podrobnosti kazala

source: Number of items currently indexed:
sl: Število predmetov iz katerih je trenutno pripravljeno kazalo:

source: <i>NOTE: The search service is still indexing new data.</i>
sl: <i>OPOMBA: Storitev iskanja še vedno pripravlja kazalo iz novih podatkov.</i>

source: You can select "Find in: All" to search everywhere.
sl: Za iskanje povsod je potrebno izbrati "Najdi v: Vse".

source: If you are searching for GMail emails, select "Global" Search Domain using the "Search" menu.
sl: V primeru iskanja e-pošte GMail uporabite "Spletno" iskalno domeno z uporabo menija "Poišči".

source: Specify the extension to search among files with that extension. ex: <b>bean soup .html</b>
sl: Za iskanje med datotekami z določeno pripono določite pripono; primer: <b>fižolova juha .html</b>

source: For security reasons, Beagle cannot be run as root. You should restart as a regular user.
sl: Iz varnostnih razlogov programa Beagle ni mogoče zagnati kot skrbnik. Zaženite program kot običajni uporabnik.

source: The search service does not appear to be running. You can start it by clicking the button below.
sl: Videti je, da storitev iskanja ne teče. Zagnati jo je mogoče s klikom na spodnji gumb.

source: Automatically start service on login
sl: Samodejno zaženi storitev ob prijavi

source: File:
sl: Datoteka:

source: Find Documents From Same Author
sl: Najdi dokumente istega avtorja

source: Find Messages From Sender
sl: Najdi sporočila od pošiljatelja

source: Manual page
sl: Stran priročnika

source: Session D-Bus not accessible
sl: Seja D-Bus ni na voljo

source: Cannot run with parameter '--icon' when session D-Bus is not accessible.
sl: Medtem ko seja D-Bus ni dostopna, programa ni mogoče pognati s parametrom '--icon'.

source: Hide
sl: Skrij

source: All
sl: Vse

source: My Files
sl: Moje datoteke

source: Pictures
sl: Slike

source: Media
sl: Večpredstavnostna datoteka

source: Source Code
sl: Izvorna koda

source: Emails
sl: E-pošta

source: Chat Logs
sl: Dnevniki klepeta

source: Notes
sl: Opombe

source: _Find in:
sl: _Najdi v:

source: Search service started
sl: Iskalna storitev je zagnana

source: Starting service failed
sl: Začenjanje storitve je spodletelo

source: Service is already running!
sl: Storitev že teče!

source: Stopping service failed
sl: Zaustavljanje storitve je spodletelo

source: Service was not running!
sl: Storitev ni bila zagnana!

source: Search service stopped
sl: Storitev iskanja je zaustavljena

source: Too many matches. Showing latest {0} of total {1}
sl: Preveč zadetkov. Prikaz zadnjih {0} od {1}

source: Search _Domains
sl: Iskalne _domene

source: Service _Options
sl: _Možnosti storitve

source: Start service
sl: Zaženi storitev

source: Stop service
sl: Zaustavi storitev

source: Index information
sl: Podrobnosti kazala

source: _Local
sl: _Krajevno

source: Search in personal data in this computer
sl: Iskanje v osebnih podatkih na tem računalniku

source: _System
sl: S_istem

source: Search in system data on this computer
sl: Iskanje v sistemskih podatkih na tem računalniku

source: _Global
sl: _Spletno

source: Search in internet services
sl: Iskanje v spletnih storitvah

source: _Neighborhood
sl: _Sosedščina

source: Search on computers near me
sl: Iskanje na računalnikih v bližini

source: translator-credits
sl: Matej Urbančič Andrej Žnidaršič

source: An error occurred
sl: Prišlo je do napake

source: Display the search window by pressing {0}
sl: Prikaz iskalnega okna s pritiskom na {0}

source: Remote beagle host not added
sl: Oddaljeni gostitelj beagle ni dodan

source: Evolution's mail.
sl: Pošta Evolution.

source: Evolution's address book, memos and tasks.
sl: Imenik, zapiski in naloge Evolution.

source: Thunderbird's email.
sl: E-pošta Thunderbird.

source: RSS feeds from Akregator.
sl: Viri RSS iz Akregator.

source: RSS feeds from Blam.
sl: Viri RSS iz Blam.

source: Files and folders on the local file system.
sl: Datoteke in mape na krajevnem datotečnem sistemu.

source: Mail messages from KMail.
sl: Poštna sporočila iz KMail.

source: Notes from KNotes.
sl: Sporočilca iz KNotes.

source: Agenda from KOrganizer.
sl: Dnevni red iz KOrganizer.

source: Contacts from KAddressBook.
sl: Stiki iz KAddressBook.

source: Konqueror's bookmarks.
sl: Zaznamki Konquerorj-ja.

source: Konqueror's history.
sl: Zgodovina Konqueror-ja.

source: IMs and chats from Konversation.
sl: Trenutna sporočila in klepeti iz Konversation.

source: IMs and chats from Kopete
sl: Trenutna sporočila in klepeti iz Kopete

source: Mind-maps from Labyrinth.
sl: Miselni zemljevidi iz Labyrinth.

source: RSS feeds from Liferea.
sl: Viri RSS iz Liferea.

source: Nautilus' metadata (emblems, notes, etc.)
sl: Metapodatki nautilusa (značke, sporočilca, itn.)

source: Search other search services in the network (EXPERIMENTAL)
sl: Iskanje drugih iskalnih storitev v omrežju (POSKUSNO)

source: Opera's bookmarks and browsing history.
sl: Zaznamki in zgodovina brskanja Opera.

source: IMs and chats from Pidgin.
sl: Trenutna sporočila in klepeti iz Pidgina.

source: Notes from Tomboy.
sl: Sporočilca iz programa Tomboy.

source: (System) Applications
sl: (Sistem) Programi

source: (System) Help files
sl: (Sistem) Datoteke pomoči

source: (System) Manual pages
sl: (Sistem) Strani priročnika

source: (System) Supplementary search results using 'locate' command
sl: (Sistem) Dodatni rezultati iskanja z uporabo ukaza 'locate'

source: (System) Mono documentation
sl: (Sistem) Dokumentacija Mono

source: (System) Files from Windows' partition
sl: (Sistem) Datoteke z razdelka Windows

source: Description
sl: Opis

source: Grab key combination
sl: Zgrabi izbor tipk

source: Please press the new key combination
sl: Pritisnite novo kombinacijo tipk

source: Disabled
sl: Onemogočeno

source: <b>Local and System sources</b>
sl: <b>Krajevni in sistemski viri</b>

source: <i>Changes will take effect only after daemon restart.</i>
sl: <i>Spremembe bodo imele učinek le po ponovnem zagonu ozadnejga programa.</i>

source: <i>This setting does not apply while on battery power.</i>
sl: <i>Ta nastavitev ne velja med uporabo baterije.</i>

source: Add a static host
sl: Dodajanje statičnega gostitelja

source: Allow external access to local search services (EXPERIMENTAL)
sl: Omogoči zunanji dostop do krajevnih storitev iskanja (POSKUSNO)

source: Change
sl: Spremeni

source: Data sources
sl: Podatkovni viri

source: Display the search window by pressing
sl: Prikaz iskalnega okna s pritiskom

source: Enable the data sources that you want to index and search.
sl: Omogoči podatkovne vire za pripravo kazala in iskanje.

source: Enable web interface for local search service
sl: Omogoči spletni vmesnik za krajevno storitev iskanja

source: Network options
sl: Možnosti omrežja

source: Require a password to search this computer remotely
sl: Zahtevaj geslo za oddaljeno iskanje tega računalnika

source: _Choose from currently available hosts
sl: _Izbor iz trenutno razpoložljivih gostiteljev
