Repository: ArsenShnurkov/beagle
Catalog: beagle/po/*.po
Languages: eu, sl

source: Open...
eu: Ireki...

source: Quit
eu: Irten
sl: Končaj

source: About
eu: Beagleri buruz

source: Contacts
eu: Kontaktuak
sl: Stiki

source: Display name
eu: Pantaila-izena

source: Primary E-mail
eu: Lehen E-posta

source: Secondary E-mail
eu: Bigarren E-posta

source: Nickname
eu: Goitizena

source: Unable to open mork database: {0}
eu: Ezin mork datubasea ireki: Â·{0}

source: The specified ID does not exist in this database!
eu: Zehaztutako IDa ez dago datubasean!

source: Added {0} contact
eu: Kontaktu {0} gehituta

source: Viewing {0}
eu: {0} ikusten

source: Select a mork database file
eu: Mork datubase-fitxategia hautatu

source: Primary E-Mail:
eu: Lehen E-posta:

source: Screen name:
eu: Pantailako izena:

source: Home phone:
eu: Etxeko Telefonoa:

source: Mobile phone:
eu: Sakeleko telefonoa:

source: Web page:
eu: Webgunea:

source: Send E-Mail
eu: E-posta Bidali

source: Details...
eu: Xehetasunak...

source: Could not find a valid E-mail address!
eu: Ezin izan da baliozko E-posta helbiderik aurkitu!

source: <b>Custom fields</b>
eu: <b>Eremu pertsonalizatuak</b>

source: <b>Home</b>
eu: <b>Helbidea</b>

source: <b>Name</b>
eu: <b>Izena</b>

source: <b>Notes</b>
eu: <b>Oharrak</b>

source: <b>Phones</b>
eu: <b>Telefonoak</b>

source: <b>Work</b>
eu: <b>Lana</b>

source: Additional E-Mail:
eu: E-Posta Gehigarria:

source: Address
eu: Helbidea
sl: Naslov

source: Address:
eu: Helbidea:

source: City:
eu: Hiria:

source: Contact
eu: Kontaktua

source: Contact Viewer
eu: Kontaktu-Ikustailea

source: Country:
eu: Herrialdea:

source: Custom 1:
eu: Pertsonalizatua 1:

source: Custom 2:
eu: Pertsonalizatua 2:

source: Custom 3:
eu: Pertsonalizatua 3:

source: Custom 4:
eu: Pertsonalizatua 4:

source: Department:
eu: Departamentua:

source: Detailed view
eu: Xehetasunak

source: Display:
eu: Pantaila:

source: E-Mail:
eu: E-posta:
sl: e-Pošta:

source: Fax:
eu: Faxa:

source: First:
eu: Izena:

source: Home:
eu: Etxekoa:

source: Last:
eu: Abizena:

source: Mobile:
eu: Mugikorra:

source: Nickname:
eu: Goitizena:

source: Organization:
eu: Erakundea:

source: Other
eu: Besterik

source: Pager:
eu: Bilagailua:

source: Preferred format:
eu: Formatu lehenetsia:

source: State/Province
eu: Estatua/Probintzia

source: State/Province:
eu: Estatua/Probintzia:

source: Title:
eu: Izenburua:
sl: Naslov:

source: Unknown Plain text HTML
eu: Ezezaguna Testu hutsa HTML

source: Web Page:
eu: Webgunea:

source: Work:
eu: Laneko Telefonoa:

source: ZIP/Postal Code
eu: ZIP/Posta-kodea

source: ZIP/Postal Code:
eu: ZIP/Posta-kodea:

source: <b>Conversations History</b>
eu: <b>Elkarrizketa-Historia</b>
sl: <b>Zgodovina pogovorov</b>

source: IM Viewer
eu: IM Ikustailea
sl: Pregledovalnik trenutnega sporočanja

source: Conversations in {0}
eu: Elkarrizketak {0}-n
sl: Pogovori v {0}

source: Conversations in {0} ({1})
eu: Elkarrizketak {0}-n ({1})
sl: Pogovori v {0} ({1})

source: Conversations with {0}
eu: Elkarrizketak {0}-rekin
sl: Pogovori z {0}

source: Search
eu: Bilatu
sl: Poišči

source: Search for data on your desktop
eu: Datuak bilatu zure mahaigainean
sl: Iskanje podatkov na namizju

source: {0} result
eu: Diapositiba {0}
sl: {0} zadetkov

source: {0}-{1} of {2}
eu: {0}-{1} - guztira: {2}
sl: {0}-{1} od {2}

source: No results were found.
eu: Ez da ezer aurkitu
sl: Ni zadetkov iskanja.

source: Your search for "{0}" did not match any files on your computer.
eu: Ez da aurkitu "{0}"-rekin kointzidentziarik zure ordenagailuan.
sl: Iskanje "{0}" se ni skladalo z nobeno datoteko na računalniku.

source: You can change the scope of your search using the "Search" menu. A broader search scope might produce more results.
eu: Zure bilaketaren esparrua aldatu dezakezu "Bilatu" menua erabiliz. Bilaketa esparru handiago batekin emaitza gehiago lortu ahalko dituzu.

source: You should check the spelling of your search words to see if you accidentally misspelled any words.
eu: Zure bilaketa-hitzen idazkera egiaztatu beharko zenuke, again hitzen bat gaizki idatzi duzu eta.
sl: Priporočeno je preverjanje črkovanja iskalnih besed za preprečevanje tipkarskih napak.

source: You can use upper and lower case; search is case-insensitive.
eu: Maiuskula eta minuskulak erabil ditzakezu; bilaketan ez da halako bereizketarik egingo.
sl: Uporabite lahko velike ali male črke; iskanje ne upošteva velikosti znakov.

source: To search for optional terms, use OR. ex: <b>George OR Ringo</b>
eu: Aukerazko terminoak bilatzeko, OR (ingelerazko "edo") erabili. Adib: <b>Pantxoa OR Peio</b>
sl: Iskanje izbirnih besed omogoča izraz OR. primer: <b>poper OR sol</b>

source: To exclude search terms, use the minus symbol in front, such as <b>-cats</b>
eu: Termino bat bilaketatik kanpo uzteko, minus ikurra jarri aurrean. Adib: <b>-lantegia</b>
sl: Za izključitev besed, pred besedo uporabite minus; primer: <b>-sladkor</b>

source: When searching for a phrase, add quotes. ex: <b>"There be dragons"</b>
eu: Esaldi zehatz bat bilatzeko, komatxoak erabili. Abid: <b>"txanpon baten truke"</b>
sl: Za iskanje fraz uporabite navedke; primer: <b>"dodajte peteršilj"</b>

source: Quick Tips
eu: Aholku Laburrak
sl: Hitri namigi

source: Beagle cannot be run as root
eu: Beagle ezin da erro bezala exekutatu
sl: Programa Beagle ni mogoče zagnati kot skrbnik

source: For security reasons, Beagle cannot be run as root. You should restart as a regular user.
eu: Segurtasun kontuak direla eta, Beagle ezin da erro erabiltzaile bezala exekutatu. Erabiltzaile arrunt bezala berrabiarazi beharko zenuke.

source: Search service not running
eu: Bilaketa-zerbitzua ez dago martxan
sl: Storitev iskanja ni zagnana

source: Start search service
eu: Bilaketa-zerbitzua abiarazi
sl: Zagon storitve iskanja

source: Desktop Search
eu: Mahaigaineko Bilaketa
sl: Iskanje po namizju

source: _Find:
eu: _Bilatu:

source: Find Now
eu: Orain Bilatu
sl: Najdi sedaj

source: Type in search terms
eu: Bilaketa terminoak idatzi
sl: Vtipkajte iskane besede

source: Start searching
eu: Bilatzen hasi
sl: Začetek iskanja

source: Desktop Search: {0}
eu: Mahaigaineko Bilaketa: {0}
sl: Iskanje namizja: {0}

source: Showing {0} match
eu: Hilabete {0} barru
sl: Prikaz vseh {0} zadetkov

source: Showing the top {0} of {1} total matches
eu: {1}-etik {0} emaitza hoberenak erakusten

source: There are computers near you running Beagle
eu: Beagle darabilten ordenagailuak daude zugandik gertu
sl: Beagle teče na računalnikih blizu vas

source: You can select to search other computers from the "Search" menu.
eu: Beste ordenagailuak bilatu ditzakezu "Bilatu" menutik.
sl: Iz menija "Iskanje" je mogoče izbrati iskanje drugih računalnikov.

source: Your data is being indexed
eu: Zure datuak indexatuak izaten ari dira
sl: Iz podatkov se pripravlja kazalo

source: The search service is in the process of indexing your data. Search results may be incomplete until indexing has finished.
eu: Zure datuak indexatzeko prozesuan dabil bilaketa-zerbitzua. Bilaketen emaitzak ez dira hoberenak izango indexazioa amaitu den arte.
sl: Storitev iskanja pripravlja kazalo iz vaših podatkov. Rezultati iskanja so lahko nepopolni, dokler priprava kazala ni končana.

source: Inside archive {0}
eu: {0} artxiboaren barruan
sl: Znotraj arhiva {0}

source: File Name:
eu: Fitxategi-Izena:

source: Inside File:
eu: Fitxategi Honetan:
sl: Znotraj datoteke:

source: Author:
eu: Egilea:
sl: Avtor:

source: Description:
eu: Deskribapena:
sl: Opis:

source: Time:
eu: Ordua:
sl: Čas:

source: Location:
eu: Kokapena:
sl: Mesto:

source: Attendees:
eu: Partaideak:
sl: Navzoči:

source: Send Mail
eu: Posta bidali
sl: Pošlji pošto

source: Mobile Phone:
eu: Sakeleko Telefonoa:
sl: Mobilni telefon:

source: Work Phone:
eu: Laneko Telefonoa:
sl: Delovni telefon:

source: Home Phone:
eu: Etxeko Telefonoa:
sl: Domači telefon:

source: Reveal in Folder
eu: Bere direktorioa Ireki
sl: Pokaži v mapi

source: E-Mail
eu: E-posta
sl: e-pošta

source: Move to Trash
eu: Zakarrontzira Mugitu
sl: Prestavi v smeti

source: Last Edited:
eu: Azkenekoz Editatuta:
sl: Zadnjič urejeno:

source: Full Path:
eu: Bide Osoa:
sl: Polna pot:

source: Empty
eu: Hutsik
sl: Prazno

source: Contains {0} Item
eu: Elementu {0} dauka
sl: Vsebuje {0} predmetov

source: Set as Wallpaper
eu: Horma-paper modura ezarri
sl: Nastavi kot tapeto

source: Tags:
eu: Etiketak:
sl: Oznake:

source: Modified:
eu: Aldatuta:
sl: Spremenjeno:

source: Comment:
eu: Oharrak:
sl: Opomba:

source: IM Conversation
eu: IM Elkarrizketa
sl: Pogovor trenutnega sporočanja

source: Name:
eu: Izena:
sl: Ime:

source: Date Received:
eu: Jasotze Data:
sl: Datum sprejema:

source: Status:
eu: Egoera:
sl: Stanje:

source: Idle
eu: Ez aktibo
sl: Nedejavno

source: Away
eu: Absente
sl: Odsotno

source: Offline
eu: Deskonektatuta
sl: Nepovezno

source: Available
eu: Eskuragarri
sl: Na voljo

source: Mail attachment
eu: E-posta eranskina
sl: Priloga pošte

source: (untitled)
eu: (izenbururik ez)
sl: (brez naslova)

source: Send in Mail
eu: E-postan bidali
sl: Pošlji preko pošte

source: Subject:
eu: Gaia:
sl: Predmet:

source: To:
eu: Nori:
sl: Za:

source: From:
eu: Nork:
sl: Od:

source: Date Sent:
eu: Bidaltze Data:
sl: Datum pošiljanja:

source: Folder:
eu: Direktorioa:
sl: Mapa:

source: Open With
eu: Honekin Ireki
sl: Odpri z

source: {0} slide
eu: Diapositiba {0}
sl: {0} diapozitivov

source: Site:
eu: Gunea:
sl: Mesto:

source: Date Viewed:
eu: Ikuste Data:
sl: Datum ogleda:

source: Date:
eu: Data:
sl: Datum:

source: {0} page
eu: Orri {0}
sl: {0} strani

source: Open
eu: Ireki
sl: Odpri

source: Applications
eu: Aplikazioak
sl: Programi

source: Calendar Events
eu: Egutegi Gertaerak
sl: Dogodki koledarja

source: Folders
eu: Direktorioak
sl: Mape

source: Images
eu: Irudiak
sl: Slike

source: Audio
eu: Audioa
sl: Zvok

source: Video
eu: Bideoa
sl: Videi

source: Documents
eu: Dokumentuak
sl: Dokumenti

source: Conversations
eu: Elkarrizketak
sl: Pogovori

source: Websites
eu: Webguneak
sl: Spletišča

source: News Feeds
eu: Berri-Jarioak
sl: Viri novic

source: Archives
eu: Artxiboak
sl: Arhivi

source: Yesterday
eu: Atzo
sl: Včeraj

source: Today
eu: Gaur
sl: Danes

source: Tomorrow
eu: Bihar
sl: Jutri

source: {0} week ago
eu: orain dela aste {0}
sl: pred {0} tedni

source: In {0} week
eu: Aste {0} barru
sl: V {0} tednih

source: {0} month ago
eu: orain dela hilabete {0}
sl: pred {0} meseci

source: In {0} month
eu: Hilabete {0} barru
sl: V {0} mesecih

source: {0} year ago
eu: orain dela urte {0}
sl: pred {0} leti

source: In {0} year
eu: Urte {0} barru
sl: V {0} letih

source: Unknown duration
eu: Iraupen ezezaguna

source: Accessed:
eu: Erabilia:
sl: Dostopno:

source: No Recent Searches
eu: Azkenaldiko Bilaketarik Ez
sl: Ni nedavnih iskanj

source: Recent Searches
eu: Azkenaldiko Bilaketak
sl: Nedavna iskanja

source: Clear
eu: Garbitu
sl: Počisti

source: file files
eu: fitxategia fitxategiak

source: mail email e-mail
eu: posta eposta e-posta

source: im ims instant message instant messages instant-message instant-messages chat chats
eu: im im-ak istanteko mezua istanteko mezuak istant-mezua istant-mezuak elkarrizketa elkarrizketak

source: presentation presentations slideshow slideshows slide slides
eu: aurkezpena aurkezpenak diapositiba-aurkezpena diapositiba-aurkezpenak diapositiba diapositibak

source: application applications app apps
eu: aplikazioa aplikazioak app apps

source: contact contacts vcard vcards
eu: kontaktua kontaktuak vcard vcard-ak

source: folder folders
eu: karpeta karpetak

source: image images img
eu: irudia irudiak img

source: audio
eu: audioa

source: video
eu: bideoa

source: media
eu: multimedia

source: document documents office document office documents
eu: dokumentua dokumentuak bulego dokumentua bulego dokumentuak

source: conversation conversations
eu: elkarrizketa elkarrizketak

source: web www website websites
eu: web www webgunea webguneak

source: feed news blog rss
eu: jario berri blog rss

source: archive archives
eu: fitxategi fitxategiak

source: person people
eu: pertsona jendea

source: Close Desktop Search
eu: Mahaigaineko Bilaketa Itxi
sl: Zapri iskanje namizja

source: Exit Desktop Search
eu: Mahaigaineko Bilaketatik Irten
sl: Izhod iz iskanja namizja

source: _Search
eu: _Bilaketa
sl: I_skanje

source: Show _Categories
eu: _Kategoriak Erakutsi

source: _Actions
eu: _Ekintzak
sl: _Dejanja

source: _View
eu: _Ikusi
sl: _Pogled

source: _Help
eu: _Laguntza
sl: Pomo_č

source: _Contents
eu: _Edukiak
sl: _Vsebina

source: Help - Table of Contents
eu: Laguntza - Edukien Taula
sl: Pomoč - razpredelnica vsebine

source: About Desktop Search
eu: Mahaigaineko Bilaketari Buruz
sl: O iskalniku namizja

source: _All
eu: _Guztiak

source: _None
eu: _Bat ere ez

source: A_pplications
eu: A_plikazioak

source: Search applications
eu: Aplikazioak bilatu

source: _Contacts
eu: _Kontaktuak

source: Search contacts
eu: Kontaktuak bilatu

source: Ca_lendar events
eu: E_gutegi gertaerak

source: Search calendar events
eu: Egutegi gertaerak bilatu

source: _Documents
eu: _Dokumentuak

source: Search documents
eu: Dokumentuak bilatu

source: Conve_rsations
eu: Elka_rrizketak

source: Search E-Mail and Instant Messaging logs
eu: E-posta eta Istanteko Mezularitzan bilatu

source: _Images
eu: _Irudiak

source: Search images
eu: Irudiak bilatu

source: _Media
eu: _Multimedia

source: Search sound and video files
eu: Soinu eta bideo fitxategiak bilatu

source: _Folders
eu: _Karpetak

source: Search for folder names
eu: Direktorio-izenak bilatu

source: _Websites
eu: _Webguneak

source: Search website history
eu: Webgune-historian bilatu

source: _News Feeds
eu: Berri-_Jarioak

source: Search news feeds
eu: Berri-jarioak bilatu

source: A_rchives
eu: Art_xiboak

source: Search files in Archives
eu: Artxiboetako Fitxategiak bilatu

source: Sort by Date _Modified
eu: _Aldaketa Dataren Arabera Antolatu
sl: Razvrsti po datumu _spreminjanja

source: Sort the most-recently-modified matches first
eu: Duela-denbora-gutxien-aldatutakoak eman lehenik
sl: Najprej so prikazani najbolj nedavno spremenjeni zadetki

source: Sort by _Name
eu: Izenaren Arabera Antolatu
sl: Razvrsti po imenu

source: Sort matches by name
eu: Izenaren arabera antolatu emaitzak
sl: Razvrščanje zadetkov po imenu

source: Sort by _Relevance
eu: Garrantziaren Arabera Antolatu
sl: Razvrsti po _pomembnosti

source: Sort the best matches first
eu: Kointzidentzia egokienak eman lehenik
sl: Najprej so prikazani najboljši zadetki

source: Show Details
eu: Xehetasunak Erakutsi
sl: Pokaži podrobnosti

source: Couldn't launch web browser
eu: Ezin izan da web-arakatzailea abiarazi
sl: Ni mogoče zagnati spletnega brskalnika

source: Reload configuration
eu: Konfigurazioa birkargatu
sl: Ponovno naloži nastavitve

source: The configuration file has been modified by another application. Do you wish to discard the currently displayed values and reload configuration from disk?
eu: Beste aplikazio batek aldatu du konfigurazio-fitxategia. Orain pantailan dituzun balioak baztertu nahi al dituzu diskan gordeta daudenak kargatzeko?
sl: Nastavitveno datoteko je spremenil zunanji program. Ali želite zavreči trenutno prikazane vrednosti in ponovno naložiti nastavitve z diska?

source: Select Path
eu: Bidea Aukeratu
sl: Izbor poti

source: The selected path is already selected for indexing and wasn't added.
eu: Hautatu duzun bidea jadanik indexatua izaten ari da, beraz, ez da gehitu.
sl: Izbrana pot je že izbrana za pripravo kazala in ni bila dodana.

source: The selected path wasn't added. The list contains items that supersedes it and the data is already being indexed.
eu: Ez da hautatutako bidea gehitu. Jadanik barne hartzen duen elementuren bat dago zerrendan, beraz, jadanik indexatua izaten ari da.
sl: Izbrana pot ni dodana. Seznam vsebuje nadrejene predmete, zato so podatki že vključeni v pripravo kazala.

source: Path not added
eu: Ez da bidea gehitu
sl: Pot ni dodana

source: Remove obsolete paths
eu: Bide zaharrak ezabatu
sl: Odstrani zastarele poti

source: Adding this path will obsolete some of the existing include paths. This will result in the removal of the old obsolete paths. Do you still wish to add it?
eu: Bide hau gehitzean zaharkiturik geratuko dira aurretik gehitutako bide batzuk. Ondorioz, bide zaharkituak kendu dira. Ziur al zaude bide hau gehitu nahi duzula?
sl: Dodajanje te poti bo nekatere obstoječe poti naredilo zastarele in jih odstranilo. Ali želite pot vseeno dodati?

source: Remove path
eu: Bidea ezabatu
sl: Odstrani pot

source: Are you sure you wish to remove this path from the list of directories to be included for indexing?
eu: Ziur al zaude bide hau indexatu beharreko direktorioen zerrendatik kendu nahi duzula?
sl: Ali ste prepričani, da želite odstraniti pot iz seznama map vključenih za pripravo kazala?

source: Remove item
eu: Elementua kendu
sl: Odstrani predmet

source: Are you sure you wish to remove this item from the list of data to be excluded from indexing?
eu: Ziur al zaude elementu hau indexaziotik kanpo utzi beharreko datuen zerrendatik kendu nahi duzula?
sl: Ali ste prepričani, da želite odstraniti pot iz seznama map izključenih iz priprave kazala?

source: Remote host already present in the list.
eu: Urruneko ostalaria jadanik badago zerrendan
sl: Oddaljeni gostitelj je že na seznamu.

source: Netbeagle Node not added
eu: Ez da Netbeagle Nodoa gehitu

source: Remove host
eu: Ostalaria kendu
sl: Odstrani gostitelja

source: Are you sure you wish to remove this host from the list?
eu: Ziur al zaude ostalari hau zerrendatik kendu nahi duzula?
sl: Ali ste prepričani, da želite tega gostitelja odstraniti s seznama?

source: Name
eu: Izena
sl: Ime

source: Type
eu: Mota
sl: Vrsta

source: Path:
eu: Bidea:
sl: Pot:

source: Pattern:
eu: Eredua:
sl: Vzorec:

source: Mail folder:
eu: Postaren direktorioa:
sl: Poštna mapa:

source: Select Folder
eu: Direktorioa Hautatu
sl: Izbor mape

source: P_ath:
eu: _Bidea:
sl: P_ot:

source: M_ail folder:
eu: _Postaren direktorioa:
sl: Poštna m_apa:

source: P_attern:
eu: _Eredua:
sl: V_zorec:

source: Error adding path
eu: Errorea bidea gehitzean
sl: Napaka med dodajanjem poti

source: The specified path could not be found and therefore it could not be added to the list of resources excluded for indexing.
eu: Ezin izan da zehaztutako bidea aurkitu, beraz, ezin izan da indexaziotik kanpo uzteko baliabideen zerrendara gehitu.
sl: Določene poti ni mogoče najti in zato ni dodana na seznam virov izključenih iz priprave kazala.

source: Connecting to {0}
eu: {0}-rekin konektatzen
sl: Povezovanje z {0}

source: <b>Administration</b>
eu: <b>Administrazioa</b>
sl: <b>Skrbništvo</b>

source: <b>Display</b>
eu: <b>Pantaila</b>
sl: <b>Prikaz</b>

source: <b>Exclude Resource</b>
eu: <b>Baliabidea Baztertu</b>
sl: <b>Izpusti vir</b>

source: <b>General</b>
eu: <b>Orokorra</b>
sl: <b>Splošno</b>

source: <b>Networking</b>
eu: <b>Sarea</b>
sl: <b>Omrežje</b>

source: <b>Privacy</b>
eu: <b>Pribatutasuna</b>
sl: <b>Zasebnost</b>

source: <b>Select Mail Folder</b>
eu: <b>Postaren Direktorioa Hautatu</b>
sl: <b>Izbor poštne mape</b>

source: <b>User Interface</b>
eu: <b>Erabiltzaile-Interfazea</b>
sl: <b>Uporabniški vmesnik</b>

source: <span weight="bold" size="larger">Password required.</span>
eu: <span weight="bold" size="larger">Pasahitza behar.</span>
sl: <span weight="bold" size="larger">Zahtevano je geslo.</span>

source: Add Remote Host
eu: Urruneko Ostalaria Gehitu
sl: Dodajanje oddaljenega gostitelja

source: Add a static host with a known address
eu: Helbide ezaguneko ostalari finkoa gehitu

source: Add any additional paths to be included for indexing.
eu: Indexatzeko bide gehiago gehitu.
sl: Dodajanje dodatnih poti za vključitev v pripravo kazala.

source: Add any remote search-enabled hosts you wish to network with.
eu: Zure bilaketa-sarean sartu nahi dituzun eta sare-bilaketak gaituta dituzten urruneko ostalariak gehitu.
sl: Dodajanje katerihkoli oddaljenih gostiteljev z omogočenim iskanjem, s katerimi naj se ustvari omrežje

source: Adjust which types of results should be visible, and in what order they should be presented when grouped by type.
eu: Bistaratuko diren emaitza motak zehaztu, eta baita zein ordenetan antolatuko diren motaren arabera taldekatzean.
sl: Prilagajanje vrst rezultatov za prikaz in vrstnega reda prikaza ob izboru prikaza po vrsti.

source: Allow external access to local search services
eu: Kanpo-sarr_era gaitu bilaketa-lokal zerbitzuetara

source: Automatically s_tart searching after the user has stopped typing
eu: A_utomatikoki bilatu erabiltzaileak idazteari utzi ondoren
sl: Samodejen pričetek _iskanja ko uporabnik neha tipkati

source: Display the search window by pressing:
eu: Bilaketa leihoa bistarazi hau sakatzean:

source: Exclude Resource
eu: Baliabidea Baztertu
sl: Izključi vir

source: Filename _pattern
eu: Fitxategi-izenaren _eredua
sl: _Vzorec imena datoteke

source: I_ndex my home directory
eu: Nire _karpeta nagusia indexatu
sl: Prip_rava kazala domače mape

source: In order for you to perform Beagle searches on this computer, you must enter a password.
eu: Pasahitza behar duzu ordenagailu honetan Beaglerekin bilaketak burutzeko.
sl: Za izvajanje iskanj Beagle na tem računalniku, je potrebno vnesti geslo.

source: Index data while on _battery power
eu: Datuak indexatu _bateriarekin funtzionatzean ere
sl: Pripravljaj kazalo ob delu z _baterijo

source: Index more aggressively while the s_creensaver is activated
eu: Indar gehiagorekin indexatu _Pantaila-babeslea aktibatuta dagoenean
sl: Bolj agresivna priprava kazala, ko je o_hranjevalnik zaslona dejaven

source: Index name:
eu: Indize-izena:
sl: Ime kazala:

source: Indexing
eu: Indexazioa
sl: Priprava kazala

source: Networking
eu: Sarea

source: Password for {0}
eu: {0}-rnetzako pasahitza
sl: Geslo za {0}

source: Password:
eu: Pasahitza:
sl: Geslo:

source: Please select a resource you wish to exclude from indexing.
eu: Mesedez, indexaziotik kanpo utzi nahi duzun baliabide bat hautatu.
sl: Izbor vira za izključitev iz priprave kazala.

source: Please select the mail folder you wish to exclude from indexing.
eu: Mesedez, indexaziotik kanpo utzi nahi duzun postaren direktorioa hautatu.
sl: Izbor mape pošte za izključitev iz priprave kazala.

source: Require a password to search this computer remotely.
eu: Pasahitza eskatu ordenagailu honetan urruneko-bilaketak egiteko.

source: Search Preferences
eu: Bilaketaren Hobespenak
sl: Možnosti iskanja

source: Searching
eu: Bilatzen
sl: Iskanje

source: Select Mail Folder
eu: Postaren Direktorioa Hautatu
sl: Izbor mape pošte

source: Specify any resources, such as paths, patterns, mail folders or type of objects you wish to exclude from indexing.
eu: Indexaziotik kanpo utzi nahi duzun edozein baliabide hautatu (bideak, ereduak, postaren direktorioak edo objektu motak).
sl: Določitev virov, kot so poti, vzorci, mapa pošte ali predmeti, ki jih želite izključiti v pripravo kazala.

source: This setting does not apply while on battery power.
eu: Ezarpen hau ez da erabiliko bateriarekin funtzionatzean.

source: Type:
eu: Mota:
sl: Vrsta:

source: _Allow Beagle to be run as root
eu: _Baimendu erro bezala erabiltzea Beagle
sl: _Omogoči zagon programa Beagle kot skrbnik

source: _Browse...
eu: _Arakatu...
sl: _Prebrskaj ...

source: _Choose from a currently available hosts
eu: Oraintxe eskuragarri dauden ostalarien artetik _hautatu

source: _Folder path
eu: _Direktorioaren bidea
sl: _Pot mape

source: _Hostname:
eu: _Ostalari-izena:
sl: _Ime gostitelja:

source: _Mail folder
eu: _Postaren direrektorioa
sl: Poštna _mapa

source: _Password:
eu: _Pasahitza:
sl: _Geslo:

source: _Start search & indexing services automatically
eu: _Automatikoki abiarazi bilaketa eta indexazio zerbitzuak
sl: _Samodejno zaženi iskanje in pripravo kazala
